<template>
	<div id="agreement">
		<!--<div class="head">
			<div class="bottom">
				<a href="javascript:" @click="getOn" style='color:#000;'>
					<i class="el-icon-arrow-left" style='font-size:1.6rem;'></i>返回</a>
			</div>
		</div>-->
		<div class="main">
			<div class="mainitem">
				<p>
					<h3>1、</h3>注册条款的接受   一旦会员在注册页面点击或勾选“阅读并同意接受注册条款”相关内容后，这就表示会员已经阅读并且同意与选择服务号达成协议，并接受所有的注册条款。
				</p>
				<p>
					<h3>2、</h3>会员注册条件   1) 申请注册成为选择服务号的会员应同时满足下列全部条件：  在注册之日以及此后使用选择服务号进行交友期间必须以恋爱或者婚姻为目的；   在注册之日以及此后使用选择服务号进行交友期间必须是单身状态，包括未婚、离异或是丧偶；   在注册之日必须年满40周岁以上。   2) 为更好的享有选择服务号提供的服务，作为会员的您应：  向选择服务号提供本人真实、正确、最新及完整的资料；   随时更新您的登记资料，保持其真实性及有效性； 交友过程中，请务必保持交友帐号的唯一性，不要使用多个账号与他人交流，避免造成不必要的误会。   3) 若会员提供任何错误、不实的资料，或有不文明行为的，选择服务号有权暂停或终止该会员的帐号。
				</p>
				<p>
					<h3>3、</h3>会员帐号、密码及安全   1) 会员应妥善保管好自己的账号，并对自己的帐号所进行的一切活动负全部责任，包括任何经由选择服务号传送的资讯、资料、文字、照片或其它资料，无论是公开还是私下传送，均由内容提供者承担责任。   2) 如果会员的帐号遭到未获授权的使用，或者发生其它任何安全问题时，会员应立即通知选择服务号。由于会员使用不当导致帐号由他人使用，使您的资料、信息泄漏的，由会员本人承担其不利后果，所以请您务必保管好您的账号！
				</p>
				<p>
					<h3>4、</h3>服务说明   1) 选择服务号在提供交友服务时，会收取一定的费用，在此情况下，会在相关页面上做明确的提示。如会员拒绝支付该费用，则不能享受相关的服务。   2) 选择服务号会向会员发送广告信，或为组织线下活动等目的，向会员发送微信、短信或电话通知，请会员注意查收，并根据自己的情况参与活动。
				</p>
				<p>
					<h3>5、</h3>免责条款   1) 选择服务号会尽力为会员提供服务，但由于交友当中会有不确定性，因此不保证我们提供的服务一定能满足会员的要求和期望，请会员给予理解。   2) 对于用户上传的照片、资料、证件等，选择服务号已采用相关措施并已尽合理努力进行审核，但内容的正确性、合法性或可靠性由提供上述内容的会员负责。  3) 选择服务号郑重提示会员：会员以自己的独立判断从事与交友相关的行为，并独立承担可能产生的不利后果和责任。   4) 选择服务号对所有会员自发组织的活动、自发成立的组织不负责任。   5) 对于选择服务号策划、发起、组织或是承办的任何会员活动，由于交友的复杂性选择服务号不对上述活动的效果向会员作出任何保证或承诺，也不能担保活动期间会员自身行为的合法性、合理性。由于某些会员的不合法、不合理行为给您或他人的人身或是名誉造成了损害，由行为人承担全部法律责任，选择服务号会协助被侵害的会员追究相关人的责任。  6) 对于会员的投诉，选择服务号将尽合理努力认真核实，并做出合法、合理、有效的处理。对于投诉内容侵犯会员隐私权、名誉权等合法权利的，所有法律责任由投诉者承担，与选择服务号无关。
				</p>
				<p>
					<h3>6、</h3>会员权利   会员对于自己的个人资料享有以下权利：  1）随时查询及阅览，但因极少数特殊情况（如被网站加入黑名单等）无法查询及提供阅览的除外；   2）随时请求补充或更正，但因极少数特殊情况（如网站或有关机关为司法程序保全证据等）无法补充或更正的除外；   3）随时请求关闭账户。
				</p>
				<p>
					<h3>7、</h3>会员应遵守以下法律法规：  选择服务号提醒会员在使用选择服务号时，应当遵守《中华人民共和国合同法》、《中华人民共和国著作权法》、《全国人民代表大会常务委员会关于维护互联网安全的决定》、《中华人民共和国保守国家秘密法》、《中华人民共和国电信条例》、《中华人民共和国计算机信息系统安全保护条例》、《中华人民共和国计算机信息网络国际联网管理暂行规定》及其实施办法、《计算机信息系统国际联网保密管理规定》、《互联网信息服务管理办法》、《计算机信息网络国际联网安全保护管理办法》、《互联网电子公告服务管理规定》等相关中国法律法规的规定。
				</p>
				<p>
					<h3>8、</h3>禁止会员从事下列行为:   1)发布信息或者利用选择服务号页面制作、复制、发布、传播以下信息：反对宪法所确定的基本原则的；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；损害国家荣誉和利益的；煽动民族仇恨、民族歧视、破坏民族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣言，扰乱社会秩序，破坏社会稳定的；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权利的；含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它有悖道德、令人反感的内容；含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其它内容的。  2) 使用选择服务号的过程中，以任何方式危害未成年人的利益的。   3) 冒充任何人或机构，包含但不限于冒充选择服务号工作人员或以虚伪不实的方式陈述或谎称与任何人或机构有关的。   4) 将侵犯任何人的肖像权、名誉权、隐私权、专利权、商标权、著作权、商业秘密或其它专属权利的内容上载、张贴、发送电子邮件或以其它方式传送的。  5) 跟踪或以其它方式骚扰其他会员的。   6) 未经合法授权而截获、篡改、收集、储存或删除他人个人信息、联系方式或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。
				</p>
				<p>
					<h3>9、</h3>结束服务   1) 如会员连续2年未登陆其在选择服务号的帐号，该会员的帐号将被自动关闭，选择服务号同时终止提供与该帐号相对应的全部或部分服务，并不承担退费或其他责任。  2) 会员若反对任何注册条款的内容或对之后注册条款修改有异议，或对选择服务号的服务不满，会员有以下权利：   不再使用选择服务号；   通知选择服务号停止该会员的服务。结束会员服务的同时，会员使用选择服务号的权利立即终止，选择服务号不再对会员承担任何义务。
				</p>
				<p>
					<h3>10、</h3>赔偿   1) 因会员通过选择服务号提供的服务提供、张贴或传送内容、违反本服务条款、或侵害他人任何权利而导致任何第三人对选择服务号提出任何索赔或请求，会员应当赔偿选择服务号或其他合作伙伴的损失，包括但不限于律师费和合理的调查费用等。  2) 会员在投诉其他会员有违法行为或违反本注册条款情形时，投诉者应承担不实投诉所产生的全部法律责任。如侵犯他人的合法权益，投诉人应独立承担全部法律责任。如给选择服务号造成损失的，投诉人应对选择服务号履行相应的赔偿责任。
				</p>
				<p>
					<h3>11、</h3>会员注册条款的变更和修改  选择服务号会根据服务内容的变更对本注册条款进行变更和修改。一旦发生注册条款的变动，选择服务号将在页面上提示修改的内容，或将最新版本的会员注册条款以微信的形式发送给会员。会员如果不同意会员注册条款的修改，可以主动取消会员资格（如注销帐号），如对部分服务支付了额外的费用，可以申请将费用全额或部分退回。如果会员继续使用会员帐号，则视为会员已经接受会员注册条款的修改。
				</p>
				<p>
					<h3>12、</h3>不可抗力   1) “不可抗力”是指选择服务号不能合理控制、不可预见或即使预见也无法避免的事件，该事件妨碍、影响或延误选择服务号根据本注册条款履行其全部或部分义务。该事件包括但不限于政府行为、自然灾害、战争、黑客袭击、电脑病毒、网络故障等。不可抗力可能导致选择服务号无法访问、访问速度缓慢、存储数据丢失、会员个人信息泄漏等不利后果，请会员谅解。  2) 遭受不可抗力事件时，选择服务号可中止履行本注册条款项下的义务直至不可抗力的影响消除为止，并且不因此承担违约责任；但应尽最大努力克服该事件，减轻其负面影响，请会员谅解。
				</p>
				<p>
					<h3>13、</h3>选择服务号向会员发出的通知，将采用微信或页面公告的形式。注册条款的修改或其他事项变更时，选择服务号也会以上述形式进行通知。 14、法律的适用和管辖本注册条款的生效、履行、解释及争议的解决均适用中华人民共和国的现行法律，所发生的争议应提交北京仲裁委员会，并适用提起仲裁时该会现行有效的仲裁规则进行仲裁，其仲裁裁决是终局的。本注册条款因与中华人民共和国现行法律相抵触而导致部分条款无效的，不影响其他条款的效力。
				</p>
			</div>
		</div>
	</div>
</template>

<script>
	export default {
		name: "agreement",
		data() {
			return {};
		},
		methods: {
			getOn() {
				this.$router.go("-1");
			}
		},
		updated() {
			window.scroll(0, 0);
		}
	};
</script>

<style>
	#agreement {
		padding-bottom: 5rem;
	}
	
	#agreement .main {
		width: 94.7%;
		margin: 0 auto;
		margin-top: 1rem;
		background: #ffffff;
		box-shadow: 0 2px 9px 0 #eeeeee;
		border-radius: 3px;
	}
	
	#agreement .mainitem {
		width: 90.7%;
		margin: 0 auto;
		padding: 1rem 0;
		font-size: 1.14rem;
		color: #333333;
		letter-spacing: 0;
		line-height: 1.8rem;
	}
	
	#agreement .mainitem p {
		line-height: 2.3rem;
	}
	
	#agreement h3 {
		display: inline-block;
	}
	
	#agreement .head {
		width: 100%;
		line-height: 3rem;
		font-size: 1.5rem;
		color: #000;
		padding-left: 1rem;
	}
</style>